# OutdoorAirflow Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..OutdoorAirflow Property
Space Class See Also
---
Get the Outdoor Airflow of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double OutdoorAirflow { get; }
```

Visual Basic
---
```text
Public ReadOnly Property OutdoorAirflow As Double
	Get
```

Visual C++
---
```text
public:
property double OutdoorAirflow {
	double get ();
}
```

# Remarks
This property is used to get the Outdoor Airflow (Unit: ft3/s) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace